; French
; Largo, Powsey, huldf

[French]
IDS_TITLE_EXCLUDE=Exclure
IDS_FILE=Fichier
IDS_SETTINGS=Paramètres
IDS_EXIT=Quitter
IDS_EDIT=Édition
IDS_PURGE_UNUSED=Purger les applications inutilisées
IDS_PURGE_TIMERS=Purger les minuteurs
IDS_FIND=Rechercher
IDS_REFRESH=Actualiser
IDS_VIEW=Affichage
IDS_ICONS=Icônes
IDS_ICONSSMALL=Petites
IDS_ICONSLARGE=Grandes
IDS_ICONSISHIDDEN=Ne pas afficher les icônes
IDS_LANGUAGE=Langue
IDS_FONT=Police
IDS_HELP=Aide
IDS_WEBSITE=Site Web
IDS_CHECKUPDATES=Vérifier les mises à jour
IDS_DONATE=Dire merci !
IDS_ABOUT=À propos de
IDS_TRAY_SHOW=Afficher/Masquer
IDS_TRAY_START=Activer les filtres
IDS_TRAY_STOP=Désactiver les filtres
IDS_TRAY_RULES=Règles
IDS_TRAY_BLOCKLIST_RULES=Liste de blocage
IDS_TRAY_SYSTEM_RULES=Règles du système d'exploitation
IDS_TRAY_USER_RULES=Règles de l'utilisateur
IDS_TRAY_LOGERR=Journal des erreurs
IDS_ADD_FILE=Ajouter une application
IDS_ANY=Quelconque
IDS_DISABLENOTIFICATIONS=Désactiver les notifications
IDS_OPENRULESEDITOR=Créer une règle
IDS_TIMER=Minuteur
IDS_DISABLETIMER=Désactiver le minuteur
IDS_EXPLORE=Ouvrir l'emplacement du fichier
IDS_COPY=Copier
IDS_SELECT_ALL=Tout sélectionner
IDS_CHECK=Autoriser la sélection
IDS_UNCHECK=Bloquer la sélection
IDS_ADD=Ajouter
IDS_EDIT2=Modifier
IDS_DELETE=Supprimer
IDS_EXPORT=Exporter
IDS_IMPORT=Importer
IDS_RULE_ALLOWLOOPBACK=Autoriser tout le trafic de rebouclage
IDS_HIGHLIGHT_INVALID=Invalide (fichier absent ou problème de filtre)
IDS_HIGHLIGHT_NETWORK=Application de réseau partagé
IDS_HIGHLIGHT_PICO=Application Pico
IDS_HIGHLIGHT_SIGNED=Application signée
IDS_HIGHLIGHT_SILENT=Notifications désactivées
IDS_HIGHLIGHT_SPECIAL=Règles de l'utilisateur
IDS_HIGHLIGHT_SYSTEM=Application du système d'exploitation
IDS_GROUP_TIMER=Applications avec minuteur
IDS_EDITOR=Éditeur de règles
IDS_NAME=Nom
IDS_RULE=Règle
IDS_PORTVERSION=Famille (ports seulement)
IDS_PROTOCOL=Protocole
IDS_DIRECTION=Direction
IDS_ACTION=Action
IDS_DATE=Date
IDS_FILEPATH=Chemin
IDS_SIGNATURE=Signature
IDS_ADDRESS=Adresse
IDS_FILTER=Filtre
IDS_NOTES=Notes
IDS_ADDED=Ajouté
IDS_TIMELEFT=Temps restant
IDS_SIGN_SIGNED=Signé
IDS_SIGN_UNSIGNED=Non signé
IDS_GROUP_ALLOWED=Applications avec accès au réseau
IDS_GROUP_BLOCKED=Applications sans accès au réseau
IDS_GROUP_ENABLED=Règles activées
IDS_GROUP_DISABLED=Règles désactivées
IDS_DIRECTION_1=Sortante
IDS_DIRECTION_2=Entrante
IDS_DIRECTION_3=Les deux
IDS_ACTION_ALLOW=Autoriser
IDS_ACTION_BLOCK=Bloquer
IDS_ENABLE_CHK=Activer la règle
IDS_WIKI=Aide
IDS_SAVE=Enregistrer
IDS_CLOSE=Fermer
IDS_SETTINGS_GENERAL=Général
IDS_TITLE_GENERAL=Configuration générale
IDS_TITLE_LANGUAGE=Langue
IDS_TITLE_CONFIRMATIONS=Confirmations
IDS_TITLE_INTERFACE=Interface
IDS_TITLE_HIGHLIGHTING=Surlignage
IDS_TITLE_LOGGING=Journal des paquets
IDS_TITLE_NOTIFICATIONS=Notifications
IDS_TITLE_ADVANCED=Avancé
IDS_ALWAYSONTOP_CHK=Toujours visible
IDS_LOADONSTARTUP_CHK=Charger au démarrage du système
IDS_STARTMINIMIZED_CHK=Lancer minimisé
IDS_SHOWFILENAMESONLY_CHK=Afficher seulement les noms des fichiers
IDS_AUTOSIZECOLUMNS_CHK=Taille automatique des colonnes
IDS_SKIPUACWARNING_CHK=Ignorer l'avertissement "Contrôle de compte d'utilisateur"
IDS_CHECKUPDATES_CHK=Vérifier automatiquement les mises à jour (recommandé)
IDS_LANGUAGE_HINT=Sélectionner la langue :
IDS_USESTEALTHMODE_CHK=Empêcher l'analyse des ports
IDS_USESTEALTHMODE_HINT=Empêcher l'analyse des ports TCP en abandonnant silencieusement l'analyse des ports TCP, RST, et UDP entrants, en répondant à ICMP sortant avec "Destination injoignable".
IDS_INSTALLBOOTTIMEFILTERS_CHK=Activer les filtres au démarrage
IDS_INSTALLBOOTTIMEFILTERS_HINT=Empêcher les fuites de données lors du démarrage du système, même avant le démarrage du service "Moteur de filtrage de base" (BFE).
IDS_USECERTIFICATES_CHK=Vérifier les signatures numériques des applications
IDS_USENETWORKRESOLUTION_CHK=Résoudre les adresses réseau
IDS_DISABLEWINDOWSFIREWALL_CHK=Désactiver le Pare-feu Windows
IDS_ENABLEWINDOWSFIREWALL_CHK=Activer le Pare-feu Windows
IDS_CONFIRMEXIT_CHK=Confirmer lors de la fermeture
IDS_CONFIRMEXITTIMER_CHK=Confirmer lors de la fermeture si des minuteurs sont actifs
IDS_CONFIRMLOGCLEAR_CHK=Confirmer lors de l'effacement du fichier journal
IDS_COLORS_HINT=Double-cliquer sur un élément pour le modifier.
IDS_ENABLELOG_CHK=Activer la journalisation des paquets dans un fichier
IDS_LOGSHOW=Afficher le journal
IDS_LOGCLEAR=Effacer le journal
IDS_LOGSIZELIMIT_HINT=Taille maximale du journal : (ko)
IDS_ENABLENOTIFICATIONS_CHK=Activer les notifications des paquets
IDS_NOTIFICATIONSOUND_CHK=Activer les notifications sonores
IDS_NOTIFICATIONTIMEOUT_HINT=Délai d'affichage entre notifications similaires (s) :
IDS_NOTIFY_TOOLTIP=Définir une règle d'utilisateur afin d'autoriser l'accès de cette application à une adresse ou à un port.
IDS_QUESTION=Êtes-vous sûr ?
IDS_QUESTION_DELETE=Supprimer le(s) élément(s) sélectionné(s) ?
IDS_QUESTION_START=Interdire l'accès au réseau pour les applications en fonction de la configuration actuelle. Continuer ?
IDS_QUESTION_STOP=Restaurer l'accès au réseau pour toutes les applications actuellement bloquées. Continuer ?
IDS_QUESTION_EXIT=Les filtres installés resteront activés même si vous quittez. Continuer ?
IDS_QUESTION_TIMER=Minuteur(s) actif(s). Les minuteurs sont actifs uniquement quand l'application est démarrée. Quitter ?
IDS_QUESTION_TIMERS=Supprimer tous les minuteurs ?
IDS_QUESTION_FLAG_CHK=Ne plus demander
IDS_STATUS_EMPTY=Vide.
IDS_STATUS_SYNTAX_ERROR=Erreur de syntaxe dans la règle !
IDS_ADDRESS_LOCAL=Source
IDS_ADDRESS_REMOTE=Destination
IDS_UPDATE_ERROR=Erreur de connexion au serveur de mise à jour.
IDS_UPDATE_DOWNLOAD=Téléchargement de la mise à jour...
IDS_UPDATE_DONE=La mise à jour a été téléchargée.
IDS_GROUP_SPECIAL_APPS=Applications avec règles de l'utilisateur
IDS_RULE_ALLOWLOOPBACK_HINT=Autoriser tout le trafic de rebouclage (loopback).
IDS_RESET=Réinitialiser
IDS_EXCLUDESTEALTH_CHK=l'analyse des ports
IDS_EXCLUDEBLOCKLIST_CHK=la liste de blocage
IDS_UPDATE_INIT=Vérification d'une nouvelle version...
IDS_UPDATE_INSTALL=Mise à jour disponible. Voulez-vous l'installer maintenant ?
IDS_EXCLUDECUSTOM_CHK=les règles de l'utilisateur
IDS_EXCLUDECLASSIFYALLOW_CHK=les connexions autorisées
IDS_STATUS_TIMER_DONE=Le minuteur de cette application a expiré
IDS_ICONSEXTRALARGE=Très grandes
IDS_STATUS_UNUSED_APPS=Applications inutilisées
IDS_STATUS_TIMER_APPS=Applications avec minuteur
IDS_SECUREFILTERS_CHK=Activer la protection des filtres installés
IDS_SECUREFILTERS_HINT=Empêcher les applications non autorisées d'accéder aux filtres installés.
IDS_USEREFRESHDEVICES_CHK=Actualiser filtres lorsque périphériques (stockage) branchés
IDS_RULE_ALLOW6TO4=Autoriser toutes les redirections IPv6 (6to4)
IDS_RECOMMENDED=recommandé
IDS_ICONSISTABLEVIEW=Afficher comme un tableau
IDS_ACTION_ALLOW_HINT=Autoriser l'accès au réseau pour toujours
IDS_ACTION_BLOCK_HINT=Bloquer l'accès au réseau pour toujours (ad vitam æternam)
IDS_ACTION_LATER_HINT=Ignorer et me redemander plus tard
IDS_RULE_APPLY_2=Appliquer la règle "%s" à cette application
IDS_EDITRULES=Modifier les règles
IDS_TAB_APPS=Applications
IDS_TAB_SERVICES=Services
IDS_TAB_PACKAGES=Applications UWP
IDS_TAB_NETWORK=Connexions
IDS_STATE=État
IDS_STATUS_FILTERS_ACTIVE=Les filtres sont activés.
IDS_STATUS_FILTERS_INACTIVE=Les filtres sont désactivés !
IDS_STATUS_FILTERS_PROCESSING=Application des filtres
IDS_HIGHLIGHT_CONNECTION=Connectée au réseau
IDS_SHOWINLIST=Afficher dans la liste
IDS_BLOCKLIST_SPY=Espionnage et télémétrie de Microsoft
IDS_BLOCKLIST_UPDATE=Mises à jour de Microsoft
IDS_BLOCKLIST_EXTRA=Applications de Microsoft
IDS_PORT=Port
IDS_NOTIFY_TITLE=Alerte réseau
IDS_NOTIFY_HEADER=La connexion au réseau a été bloquée
IDS_DISABLE=Désactiver
IDS_TITLE_SECURITY=Sécurité
IDS_LOGVIEWER_HINT=Application de visionnage des journaux
IDS_NOTIFICATIONONTRAY_CHK=Afficher les notifications en bas à droite de l'écran
IDS_NETWORK_CLOSE=Terminer la connexion
IDS_RULE_BLOCKOUTBOUND=Bloquer tout le trafic sortant
IDS_RULE_BLOCKINBOUND=Bloquer tout le trafic entrant
IDS_VIEW_ICON=Icônes
IDS_VIEW_DETAILS=Détails
IDS_VIEW_TILE=Tuiles
IDS_RULE_HINT=Si vous laissez les champs vides, la règle s'appliquera à toutes les adresses et à tous les ports.
IDS_RULE_APPS_HINT=Si aucune application n'est sélectionnée, la règle s'appliquera à toutes les applications.
IDS_STATUS_FILTERS_ACTIVE_TEMP=Les filtres sont activés jusqu'au prochain redémarrage.
IDS_INSTALL_PERMANENT=Règles permanentes. Ces règles sont activées jusqu'à leur désactivation manuelle.
IDS_INSTALL_TEMPORARY=Règles temporaires. Ces règles seront désactivées après le prochain redémarrage.
IDS_ENABLEUILOG_CHK=Activer l'interface de journalisation des paquets
IDS_NOTIFICATIONFULLSCREENSILENTMODE_CHK=Activer le mode silencieux lorsqu'une application est en plein écran
IDS_TITLE_TRAY=Icône dans la zone de notification
IDS_TRAYICONSINGLECLICK_CHK=Ouvrir avec un simple clic sur l'icône dans la zone de notification
IDS_ENABLE_APP_CHK=Autoriser l'accès au réseau
IDS_APP_HINT=Il n'y a aucune raison de définir une règle permissive pour une application ayant déjà un accès complet au réseau.
IDS_HOST=Hôte
IDS_CONFIRMALLOW_CHK=Confirmer lors de l'autorisation d'une application
IDS_QUESTION_ALLOW=Êtes-vous sûr de vouloir donner un accès complet au réseau à cette application ?
IDS_SHOWSEARCHBAR_CHK=Afficher la barre de recherche
IDS_LAYER=Couche
IDS_RULE_ALLOWWINDOWSUPDATE=Autoriser les mises à jour de Windows
IDS_ACTION_TERMINATE_HINT=Arrêter le processus
IDS_PROFILE_TYPE=Type de profil
IDS_USEAPPMONITOR_CHK=Surveiller les changements des applications
IDS_DISABLEREMOVAL=Empêcher la suppression
IDS_USEHASHES_CHK=Vérifier les sommes de contrôle SHA-256 des applications
IDS_COMMENT=Commentaires
IDS_USEDARKTHEME=Activer le thème sombre
IDS_KEEPUNUSED_CHK=Gardez les applications inutilisées
IDS_UPDATE_NO=Aucune mise à jour disponible.
IDS_UPDATE_YES=Mise à jour disponible. Télécharger et installer maintenant ?
IDS_UPDATE_SPEED=Vitesse
IDS_RULE_FOR_ALL=pour tout
IDS_RULE_FOR_APPS=pour les applications
IDS_PROFILE_TYPE_PLAIN=Brut
IDS_PROFILE_TYPE_COMPRESSED=Compressé
IDS_PROFILE_TYPE_ENCRYPTED=Chiffré
IDS_SESSION_ONLY=session unique
IDS_LIMIT_REACHED=Limite atteinte.
IDS_INTERNAL_RULE=Règle interne
IDS_LOADING=Chargement...
IDS_DIRECTION_REMOTE=Distante
IDS_DIRECTION_LOCAL=Locale
IDS_WARNING_UNEXPECTED=Attention, le trafic Internet peut fuiter de manière inattendue via le service/pilote hôte (svchost.exe/Système). Continuer ?
IDS_WARNING_ME=Si vous bloquez le processus principal, vous ne pourrez pas utiliser l'option "Résoudre les adresses réseau". Continuer ?
IDS_TOTAL=Total
IDS_EXCLUDEINBOUND_CHK=inbound multicast/broadcast
IDS_CONNECTIONS_ENABLE=Enable connections monitoring
IDS_CONNECTIONS_SHOWAITCONNECTIONS=Show waiting connections
IDS_CONNECTIONS_MEASUREUDPTRAFFIC=Measure UDP/QUIC traffic (experimental, restart required)
IDS_UDP_ACCOUNTING=UDP (including QUIC): ETW bytes since this socket was first monitored.
IDS_UDP_UNAVAILABLE=UDP measurement unavailable or incomplete. Restart simplewall to retry. Error
IDS_UDP_PENDING=UDP: no verified measurement yet. Sockets opened before monitoring must be reopened.
